import React from 'react';

function About() {


  return (
    <div>
      <h2>קצת עלי...</h2>
      <p>
      ברוכים הבאים לגלריית התמונות שלי. היכן שאני נמצאת שם גם מלווה אותי המצלמה שלי. מה שהתחיל כתחביב הפך עם מרוצת השנים לחלק בלתי נפרד ממני וכאן תוכלו למצוא מגוון חומרים אישיים ותמונות למכירה.

ישנם 3 תחומים עיקריים: תמונות ילדים, תמונות נוף טבעי, ותמונות של ערים יפות בעולם. תוכלו להקליק על הנושא שמעניין אתכם ותיפתח לכם גלריה עם תמונות נוספות.

במהלך השנים יותר ויותר אנשים פנו אלי כדי לבדוק היכן אני עורכת גלריה ואם אני גם מציעה תמונות למכירה, אז כאן זה המקום. ניתן לרכוש צילומים ממוסגרים במידות מותאמות אישית. ראיתם משהו שאהבתם? צרו איתי קשר ואחזור אליכם עם פרטים נוספים.

      </p>
    </div>
  )
}

export default About;